<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>سياسة الخصوصية</title>
</head>
<body style="text-align:right;direction:rtl;color:#646060;padding:40px;line-height:1.4">
<h1>سياسة الخصوصية</h1>
<p>أهلاً بكم في تطبيق المتسوق الذكي :</p>
<p>
    تحكم سياسة الخصوصية الأسلوب الذي تقوم به " المتسوق الذكي" بجمع، واستخدام، والحفاظ والتصريح بالمعلومات التي تم جمعها من قبل مستخدمين تطبيق المتسوق الذكي وتطبق سياسة الخصوصية هذه في التطبيق وكافة المنتجات والخدمات المقدمة من المتسوق الذكي.
</p>


<h3>معلومات الهوية الشخصية:</h3>
<p style="line-height:2">
    يقوم المتسوق الذكي بجمع معلومات عن الهوية الشخصية من المستخدمين بطرق مختلفة، وتشمل ولا تقتصر فقط على أوقات زيارة المستخدم للتطبيق، التسجيل في تطبيق المتسوق الذكي، ملىء الطلب، نموذج تحليل الإستبيان، وغير ذلك من الأنشطة، والخدمات، والميزات أو المصادر التي قد نوفرها على تطبيقنا. قد يُطلب من المستخدمين توضيح الاسم بشكل كامل، وعنوان البريد الإلكتروني، ورقم الهاتف، وبيانات بطاقة الائتمان.
</p>

<h3>معلومات لا تتعلق بالهوية الشخصية:</h3>
<p style="line-height:2">
    يقوم المتسوق الذكي بجمع بعض المعلومات عن المستخدمين اينما تفاعلوا مع التطبيق, وهذه المعلومات لا تتعلق بالهوية الشخصية انما قد تتضمن نوع الهاتف الذكي و معلومات تقنية عن اساليب إتصال المستخدم بالتطبيق, مثل الشركة المستخدمة لتقديم خدمة الانترنت وغيرها من المعلومات المشابهة.
</p>

<h3>كيف نقوم باستخدام المعلومات التي تم جمعها:</h3>
<p style="line-height:2">
    يقوم المتسوق الذكي بجمع واستخدام المعلومات الشخصية للمستخدمين في الأغراض التالية:
</p>
<ul>
    <li>تحسين جودة خدمة العملاء.</li>
    <p> تساعدنا المعلومات الخاصة بك على سهولة الاستجابة لطلباتك الموجهة لخدمة العملاء واحتياجاتك للدعم بشكل أكثر فاعلية.
    </p>

    <li>لتحسين التطبيق.</li>
    <p>  نسعى باستمرار لتحسين العروض المقدمة من خلال التطبيق وفقاً للمعلومات والملاحظات التي نتلقاها منك.
    </p>
</ul>


<h3>كيف نقوم بحماية معلوماتك:</h3>
<p style="line-height:2">
    نحن نتبع الإجراءات السليمة ومعايير الأمان في جمع وحفظ والتعامل مع البيانات، وذلك لحماية تلك البيانات ضد التعامل غير المصرح به، أو التعديل، أو الإفصاح أو إتلاف بياناتك الشخصية، واسم المستخدم، وكلمة المرور، ومعلومات تخص تعاملاتك والبيانات المخزنة على تطبيقنا. يتم تبادل البيانات الحساسة والخاصة بين المتسوق الذكي ومستخدميه من خلال قنوات اتصال مؤمنة ويتم تشفيرها وحمايتها من خلال طرق وأساليب رقمية معتمدة.
</p>

<h3>مشاركة البيانات الشخصية:</h3>
<p style="line-height:2">
    نحن في المتسوق الذكي لا نقوم ببيع، أو المتاجرة، أو تأجير بيانات الهوية الشخصية الخاصة بالمستخدمين إلى جهات أخرى، وقد نشارك المعلومات الديموغرافية العامة المجمعة والتي لا ترتبط بأي معلومات عن الهوية الشخصية الخاصة بالزائرين والمستخدمين مع شركاءنا، والشركات التابعة والمعلنين وذلك للأغراض الموضحة أعلاه. وقد نستخدم طرف ثالث مقدم للخدمة ليساعدنا في تسيير أعمالنا وأيضاً في عمل التطبيق أو في إدارة الأنشطة بالنيابة عنا، مثل إرسال النشرات الإخبارية أو الدراسات الاستقصائية. قد نشارك بياناتك مع هذا الطرف الثالث في حدود تلك الأغراض المحددة في حالة أنك أعطيت لنا إذن بذلك.

    كما أننا لانشارك بياناتك مع أي جهة رسمية حكومية إلا بخطاب رسمي موجه لشركتنا بالإفصاح عن بياناتك شخصيًا في حالات أمنية أو جنائية.
</p>

<h3>التغيرات التي تطرأ على سياسة الخصوصية:</h3>
<p style="line-height:2">
    تمتلك المتسوق الذكي حرية التصرف في تحديث سياسة الخصوصية هذه في أي وقت. وعندما نقوم بذلك، على المستخدم مراجعة تاريخ التحديث أسفل هذه الصفحة، وسنقوم بإرسال رسالة على البريد الالكتروني. لذا نحث المستخدمين على مراجعة سياسة الخصوصية بشكل متكرر للاطلاع على أي تغيرات بحيث يكونوا على علم بما نقوم به في سبيل حماية البيانات الشخصية التي نقوم بجمعها. وان يقر ويوافق المستخدم على مسئوليته في مراجعة سياسة الخصوصية هذه بشكل دوري وإدراكه للتعديلات.
</p>

<h3>الموافقة على شروط الاستخدام:</h3>
<p style="line-height:2">
    استخدامك لهذا التطبيق، يفيد بموافقتك على سياسة الخصوصية المتبعة لدينا والضوابط والشروط التي تحكم استخدام هذا التطبيق. فإذا لم تكن موافقاً على هذه السياسة، يتوجب عليك عدم استخدام تطبيقنا. وإنك تقر بأن استمرار استخدامك للتطبيق بعد إعلان التغييرات التي تطرأ على هذه السياسة أو على ضوابط وشروط استخدام التطبيق سيعتبر بمثابة موافقة منك على هذه التغييرات.

</p>

<br>
<hr style="color:#ccc;">
<p>تم التحديث بتاريخ : 16.08.2022</p>

<br>
</body>
</html>
