<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>سياسة الشروط والاحكام</title>
</head>
<body style="text-align:right;direction:rtl;color:#646060;padding:40px;line-height:1.4">
<h1>المقدمة والاحكام عامة</h1>
<p>أهلاً بكم في تطبيق المتسوق الذكي :</p>
<p>فيما يلي البنود والشروط التي تخص شروط الاستخدام والدخول لصفحات تطبيق المتسوق الذكي تعطى الكلمات والتعابير الواردة في هذه الاتفاقية المعاني المحددة لها كما يلي .
    المتسوق الذكي :
    ويقصد بها شركة المتسوق الذكي لخدمات الاعمال . </p>

<p style="line-height:2">يقصد به أينما ورد في الاتفاقية لتطبيق المتسوق الذكي كما وتعتبر كافة الصفحات و الروابط والأدوات والخواص المتفرعة من التطبيق والمتعلقة بالخدمات المقدمة منه جزء لا يتجزء من تطبيق المتسوق الذكي . </p>
<p style="line-height:2">العميل: ويقصد به الجهة التي تطلب الخدمة من التطبيق سواء كانت هذه الجهة شخص طبيعي أو شخص أعتباري. الشركاء:
    ويقصد به الجهة التي تعلن عن منتجاتها وخدماتها على تطبيق المتسوق الذكي . </p>


<h3>الاتفاقية:</h3>
<p style="line-height:2">ويقصد بها اتفاقية شروط واحكام استخدام  تطبيق المتسوق الذكي  والتي تتضمن كافة الاحكام والشروط الموضحة للعميل والتي تحكم وتنظم عملية إستخدام العميل لتطبيق  المتسوق الذكي . يقر ويوافق العميل على ان إستخدامه للموقع يعتبر إقرار صريح وواضح ويفيد بقيامه بقراءة وفهم بنود وأحكام هذه الاتفاقية و طريقة إستخدام التطبيق كما ويعتبر قبول وموافقة صريحة منه على شروط واحكام هذه الاتفاقية والاستجابة لها وهو بكامل الاهلية المعتبرة شرعاً وقانوناً. كما ويعتبر استخدام العميل للتطبيق اقرار صريح منه على الالتزام والاستجابة لكافة شروط واحكام الاتفاقية وكافة الاحكام والشروط لخاصة بشركة المتسوق الذكي.
    من المعلوم للعميل بأنه وفي حالة إختيار شرط الموافقة، فإن أحكام وشروط الاتفاقية تعتبر سارية المفعول بمواجهة العميل.
</p>

<h3>التأهل للعضوية</h3>
<li >1. تمنح عضوية الموقع فقط لمن تجازوت أعمارهم 18 عام. و للموقع الحق بإلغاءحساب أي عضو لم يبلغ الـ 18 عام دون إشعار مع الإلتزام بتصفية حساباته المالية فور إغلاق الحساب. </li>

<li>2. لا يحق لأي شخص إستخدام التطبيق إذا ألغيت عضويته من قبل شركة المتسوق الذكي لخدمات الاعمال. </li>
<li> 3. في حال قيام أي مستخدم بالتسجيل كمؤسسة تجارية، فإن مؤسسته التجارية تكون ملزمة بكافة الشروط والاحكام الواردة في هذه الإتفاقية. </li>
<li>4. ينبغي على كل شخص يستخدم التطبيق الالتزام ( بكافة الانظمة القوانين المعمول بها لتنظيم التجارة الالكترونية ( التجارة عن طريق الانترنت). </li>
<li>5. لا يحق لأي عميل أو مؤسسة إستخدام بريد الكتروني واحد و/او رقم جوال واحد لفتح اكثر من حساب لأي سبب كان، و يحق لإدارة الموقع تجميد الحسابات المخالفة أو إلغاء هذه الحسابات أو احدها مع الإلتزام بتصفية كافة العمليات المتعلقة بالحساب قبل إغلاقه و/او تجميده و/ أو الغائه دون ان يترتب اية مسؤولية على تطبيق المتسوق الذكي . </li>
<li>6. يقر ويوافق العميل وفي حالة ثبوت مخالفته للبند (5) أعلاه بأنه يحق لتطبيق المتسوق الذكي  إلغاء اي طلبات شراء أو بيع أو اي عمليات تمت من قبل العميل و/او المؤسسة وفي هذه الحالة يقر ويوافق العميل و/او المؤسسة بأنه لا يترتب أية مسؤولية على تطبيق المتسوق الذكي .</li>
<li> 7. على المستخدمين ألافراد و المؤسسات الإلتزام بالعقود التجارية المبرمة مع الأعضاء. </li>
<li>8. من المعلوم والمتفق عليه صراحةً وضمناً بأنه لا يحق لأي عضو او عميل أن يستخدم خدمات التطبيق (سواء كان ذلك العضو شخص طبيعي أو شخص معنوي) والقيام بعمليات بيع أو شراء منتجات ممنوعة أو مشبوهة أو مسروقة أو اية منتجات تعتبر مخالفة للأنظمة والقوانين المعمول بها في المملكة لعربية السعودية واية جهات حكومية أخرى تملك صلاحية الاشراف ومراقبة خدمات التجارة المحلية و أنظمة وأحكام التجارة الإلكترونية ، وفي حال ثبوت ذلك فإن العضو و/او العميل يضع نفسه ضمن طائلة المسؤولية القانونية والشخصية ويقر بتحمله المسؤولية القانونية كاملة كما يقر بعدم ترتب اي مسؤولية قانونية على تطبيق المتسوق الذكي .
    9. يقر العضو او العميل بأنه في</li>
<li> 9. يقر العضو او العميل بأنه في حالة ثبوت مخالفته للبند رقم (7/1) بأنه يحق لشركة المتسوق الذكي لخدمات الاعمال  اتخاذ كافة الاجراءات القانونية بمواجهته ومطالبته بالاضرار التي لحقت بها.</li>

<br>
<hr style="color:#ccc;">
<p>تم التحديث بتاريخ : 13.08.2022</p>

<br>
</body>
</html>
